brew 'wget'
brew 'curl'
brew 'git'
brew 'zsh'
brew 'openssl'
brew 'readline'
brew 'tig'
brew 'tmux'
brew 'coreutils'
brew 'osxutils'
brew 'glib'
brew 'tmux'
brew 'shared-mime-info'
brew 'sqlite'
brew 'calc'
brew 'ctags'
brew 'global'
brew 'keychain'
brew 'nkf'
brew 'htop-osx'
brew 'pstree'
brew 'git-flow'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-which'
brew 'rename'
brew 'renameutils'
brew 'ack'
brew 'autossh'
brew 'proxychains-ng'
brew 'parallel'
brew 'pssh'
brew 'xz'
brew 'zlib'

# MacVim kaoriya
tap 'supermomonga/homebrew-splhack'
brew 'cmigemo-mk'
brew 'ctags-objc-ja'
brew 'gettext-mk'
brew 'macvim-kaoriya'

tap 'phinze/cask'
cask 'google-chrome'
cask 'dropbox'
cask 'skype'
cask 'limechat'
cask 'virtualbox'
cask 'mysql-workbench'
cask 'yorufukurou'
cask 'iterm2'
cask 'alfred'
cask 'keyremap4macbook'
cask 'pckeyboardhack'
cask 'sparrow'
cask 'kobito'
